Repository: soapbox-pub/rebased
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: nl, uk

source: can't be blank
nl: kan niet leeg zijn
uk: не може бути пустим

source: has already been taken
nl: is al bezet
uk: вже зайнято

source: is invalid
nl: is ongeldig
uk: недійсний

source: has invalid format
nl: heeft een ongeldig formaat
uk: має недійсний формат

source: has an invalid entry
nl: heeft een ongeldige entry
uk: має недійсний запис

source: is reserved
nl: is gereserveerd
uk: зарезервовано

source: does not match confirmation
nl: komt niet overeen met bevestiging
uk: не збігається з підтвердженням

source: is still associated with this entry
nl: is nog geassocieerd met deze entry
uk: все ще пов'язаний з цим записом

source: are still associated with this entry
nl: zijn nog geassocieerd met deze entry
uk: все ще пов'язані з цим записом

source: should be %{count} character(s)
nl: dient %{count} karakter te bevatten
uk: повинен містити %{count} символ

source: should have %{count} item(s)
nl: dient %{count} item te bevatten
uk: повинен містити %{count} елемент

source: should be at least %{count} character(s)
nl: dient ten minste %{count} karakter te bevatten
uk: повинен містити хоча б %{count} символ

source: should have at least %{count} item(s)
nl: dient ten minste %{count} item te bevatten
uk: повинен містити хоча б %{count} елемент

source: should be at most %{count} character(s)
nl: dient niet meer dan %{count} karakter te bevatten
uk: повинен бути не більше %{count} символу

source: should have at most %{count} item(s)
nl: dient niet meer dan %{count} item te bevatten
uk: повинен містити не більше %{count} елемента

source: must be less than %{number}
nl: dient kleiner te zijn dan %{number}
uk: повинен мати значення менше ніж %{number}

source: must be greater than %{number}
nl: dient groter te zijn dan %{number}
uk: повинен мати значення більше ніж %{number}

source: must be less than or equal to %{number}
nl: dient kleiner dan of gelijk te zijn aan %{number}
uk: повинен мати значення менше або рівне %{number}

source: must be greater than or equal to %{number}
nl: dient groter dan of gelijk te zijn aan %{number}
uk: повинен мати значення більше або рівне %{number}

source: must be equal to %{number}
nl: dient gelijk te zijn aan %{number}
uk: повинен мати лише значення, рівне %{number}

source: Account not found
nl: Account niet gevonden
uk: Обліковий запис не знайдено

source: Already voted
nl: Al gestemd
uk: Вже проголосовано

source: Bad request
nl: Ongeldig request
uk: Невірний запит

source: Can't delete object
nl: Object kan niet verwijderd worden
uk: Виникла помилка при видаленні об'єкту

source: Can't delete this post
nl: Bericht kan niet verwijderd worden

source: Can't display this activity
nl: Activiteit kan niet worden getoond
uk: Не вдається відобразити цю активність

source: Can't find user
nl: Gebruiker kan niet gevonden worden
uk: Користувача не знайдено

source: Can't get favorites
nl: Favorieten konden niet opgehaald worden
uk: Не вдається отримати вподобання

source: Can't like object
nl: Object kan niet geliked worden
uk: Не вдається вподобати об’єкт

source: Cannot post an empty status without attachments
nl: Bericht kan niet geplaatst worden zonder tekst of bijlagen
uk: Не вдається опублікувати порожнє повідомлення без вкладень

source: Comment must be up to %{max_size} characters
nl: Opmerking dient maximaal %{max_size} karakters te bevatten
uk: Коментар може містити не більше %{max_size} символів

source: Config with params %{params} not found
nl: Instelling met parameters %{params} kon niet gevonden worden
uk: Конфігурація з параметрами %{params} не знайдена

source: Could not delete
nl: Verwijderen mislukt
uk: Не можу видалити

source: Could not favorite
nl: Favoriet maken mislukt
uk: Не вдалося додати до вподобаного

source: Could not pin
nl: Vastmaken mislukt
uk: Не вдалося закріпити

source: Could not repeat
nl: Herhalen mislukt

source: Could not unfavorite
nl: Favoriet ongedaan maken mislukt
uk: Не вдалося видалити з вподобаного

source: Could not unpin
nl: Vastmaken ongedaan maken mislukt
uk: Не вдалося відкріпити

source: Could not unrepeat
nl: Herhalen ongedaan maken mislukt
uk: Не вдалося скасувати поширення

source: Could not update state
nl: Status bijwerken mislukt
uk: Не вдалося оновити стан

source: Error.
nl: Fout.
uk: Помилка.

source: Invalid CAPTCHA
nl: Ongeldige CAPTCHA
uk: Невірна CAPTCHA

source: Invalid credentials
nl: Ongeldige inloggegevens
uk: Неправильні дані автентифікації

source: Invalid credentials.
nl: Ongeldige inloggegevens.
uk: Неправильні дані автентифікації.

source: Invalid indices
nl: Ongeldige indexen
uk: Неправильні індекси

source: Invalid parameters
nl: Ongeldige parameters
uk: Неправильні параметри

source: Invalid password.
nl: Ongeldig wachtwoord.
uk: Неправильний пароль.

source: Invalid request
nl: Ongeldig request
uk: Невірний запит

source: Kocaptcha service unavailable
nl: Kocaptcha service niet beschikbaar
uk: Сервіс Kocaptcha недоступний

source: Missing parameters
nl: Ontbrekende parameters
uk: Відсутні параметри

source: No such conversation
nl: Gesprek niet gevonden
uk: Немає такої розмови

source: No such permission_group
nl: Permission_group niet gevonden
uk: Не існує такої групи повноважень

source: Not found
nl: Niet gevonden
uk: Не знайдено

source: Poll's author can't vote
nl: De peiling-auteur kan niet stemmen
uk: Автор опитування не може голосувати

source: Record not found
nl: Record niet gevonden
uk: Запис не знайдено

source: Something went wrong
nl: Er is iets misgegaan
uk: Щось зламалося

source: The message visibility must be direct
nl: De zichtbaarheid van het bericht dient priv√© te zijn
uk: Видимість у повідомлення повинна бути `Приватний`

source: The status is over the character limit
nl: Het bericht is langer dan het karakter-limiet
uk: Цей статус перевищує ліміт символів

source: This resource requires authentication.
nl: Deze gegevens vereisen authenticatie.
uk: Цей ресурс вимагає автентифікації.

source: Throttled
nl: Geremd
uk: Перевищено ліміт запитів

source: Too many choices
nl: Teveel keuzes
uk: Забагато варіантів вибору

source: Unhandled activity type
nl: Niet-ondersteund activiteits-type
uk: Непідтримуваний тип активності

source: You can't revoke your own admin status.
nl: Je kan je eigen beheerdersrechten niet intrekken.
uk: Ви не можете позбавити самого себе статусу адміністратора.

source: Your account is currently disabled
nl: Je account is momenteel uitgeschakeld
uk: Ваш обліковий запис наразі вимкнено

source: Your login is missing a confirmed e-mail address
nl: Je login bevat geen bevestigd e-mailadres
uk: Ваша електрона адреса не підтверджена

source: can't read inbox of %{nickname} as %{as_nickname}
nl: kan de inbox van %{nickname} niet lezen als %{as_nickname}
uk: Не вдається прочитати "Вхідні" повідомлення %{nickname} як %{as_nickname}

source: can't update outbox of %{nickname} as %{as_nickname}
nl: kan de outbox van %{nickname} niet bijwerken als %{as_nickname}
uk: Не вдається оновити "Вихідні" повідомлення %{nickname} як %{as_nickname}

source: conversation is already muted
nl: gesprek is al genegeerd
uk: Розмова вже заглушена

source: error
nl: fout
uk: помилка

source: mascots can only be images
nl: mascottes kunnen alleen afbeeldingen zijn
uk: талісманами можуть бути лише зображення

source: not found
nl: niet gevonden
uk: не знайдено

source: Bad OAuth request.
nl: Ongeldig OAuth request.
uk: Невірний запит OAuth.

source: CAPTCHA already used
nl: CAPTCHA is al gebruikt
uk: CAPTCHA вже використана

source: CAPTCHA expired
nl: CAPTCHA is verlopen
uk: Термін дії CAPTCHA закінчився

source: Failed
nl: Mislukt
uk: Не вдалося

source: Failed to authenticate: %{message}.
nl: Authenticatie mislukt: %{message}.
uk: Помилка автентифікації: %{message}.

source: Failed to set up user account.
nl: Aanmaken van gebruikersaccount is mislukt.
uk: Не вдалося створити обліковий запис.

source: Insufficient permissions: %{permissions}.
nl: Niet voldoende rechten: %{permissions}.
uk: Недостатньо прав: %{permissions}.

source: Internal Error
nl: Interne Fout
uk: Внутрішня помилка

source: Invalid Username/Password
nl: Ongeldige Gebruikersnaam/Wachtwoord
uk: Неправильне ім'я користувача або пароль

source: Invalid answer data
nl: Ongeldig antwoord
uk: Неправильна відповідь

source: Nodeinfo schema version not handled
nl: Nodeinfo schema wordt niet ondersteund
uk: Версія схеми Nodeinfo не враховується

source: This action is outside the authorized scopes
nl: Deze actie bevindt zich buiten de gemachtigde scopes
uk: Ця дія виходить за рамки доступних повноважень

source: Unknown error, please check the details and try again.
nl: Onbekende fout, controleer a.u.b. de details en probeer het opnieuw.
uk: Невідома помилка. Перевірте деталі та повторіть спробу.

source: Unlisted redirect_uri.
nl: Niet-vermelde redirect_uri.
uk: Невідомий redirect_uri.

source: Unsupported OAuth provider: %{provider}.
nl: Niet ondersteunde OAuth provider: %{provider}.
uk: Непідтримуваний постачальник послуг OAuth: %{provider}.

source: Uploader callback timeout
nl: Uploader terugkoppeling timeout
uk: Тайм-аут при завантаженні

source: bad request
nl: ongeldig request
uk: невірний запит

source: CAPTCHA Error
nl: CAPTCHA Fout
uk: Помилка CAPTCHA

source: Could not add reaction emoji
nl: Reactie-emoji toevoegen mislukt
uk: Не вдалося додати емодзі для реакції

source: Could not remove reaction emoji
nl: Reactie-emoji verwijderen mislukt
uk: Не вдалося видалити реакцію

source: Invalid CAPTCHA (Missing parameter: %{name})
nl: Ongeldige CAPTCHA (Ontbrekende parameter: %{name})
uk: Недійсна CAPTCHA (Відсутній параметр: %{name})

source: List not found
nl: Lijst niet gevonden
uk: Список не знайдено

source: Missing parameter: %{name}
nl: Ontbrekende parameter: %{name}
uk: Відсутній параметр: %{name}

source: Password reset is required
nl: Wachtwoordherstel is vereist
uk: Потрібно скинути пароль

source: Security violation: OAuth scopes check was neither handled nor explicitly skipped.
nl: Schending van beveiliging: OAuth scope-controle is niet uitgevoerd en niet expliciet overgeslagen.
uk: Порушення безпеки: перевірка обсягу OAuth не була оброблена, ні явно пропущена.

source: Two-factor authentication enabled, you must use a access token.
nl: Tweefactor authenticatie is ingeschakeld, een toegangssleutel is verplicht.
uk: Двофакторна автентифікація ввімкнена, ви повинні використовувати ключ доступу.

source: Unexpected error occurred while adding file to pack.
nl: Er is een onverwachte fout opgetreden tijdens het toevoegen van het bestand.
uk: Несподівана помилка при додаванні файлу в пакет.

source: Unexpected error occurred while creating pack.
nl: Er is een onverwachte fout opgetreden tijdens het aanmaken van het pakket.
uk: Несподівана помилка під час створення пакета.

source: Unexpected error occurred while removing file from pack.
nl: Er is een onverwachte fout opgetreden tijdens het verwijderen van het bestand.
uk: Під час видалення файлу з пакета сталася несподівана помилка.

source: Unexpected error occurred while updating file in pack.
nl: Er is een onverwachte fout opgetreden tijdens het bijwerken van het bestand.
uk: Під час оновлення файлу в пакеті сталася несподівана помилка.

source: Unexpected error occurred while updating pack metadata.
nl: Er is een onverwachte fout opgetreden tijdens het bijwerken van de pakket-metadata.
uk: Під час оновлення метаданих пакета сталася несподівана помилка.

source: User is not an admin.
nl: Gebruiker is niet een beheerder.
uk: Користувач не є адміністратором.

source: Web push subscription is disabled on this Pleroma instance
nl: Web push abbonement is uitgeschakeld op deze Pleroma instantie
uk: Web push-сповіщення вимкнені на цьому інстансі Pleroma

source: You can't revoke your own admin/moderator status.
nl: Je kan je eigen beheerders- of moderatorrechten niet intrekken.
uk: Ви не можете позбавити самого себе статусу адміністратора/модератора.

source: authorization required for timeline view
nl: machtiging is vereist voor de tijdlijn weergave
uk: необхідно ввійти в систему для перегляду стрічки повідомлень

source: Access denied
uk: Доступ заборонено

source: This API requires an authenticated user
uk: Цей API вимагає автентифікованого користувача
