Repository: soapbox-pub/rebased
Catalog: priv/gettext/*/LC_MESSAGES/static_pages.po
Languages: nl

# remote follow authorization button
source: Authorize
nl: Machtigen

# remote follow error
source: Error fetching user
nl: Fout bij ophalen gebruiker

# remote follow header
source: Remote follow
nl: Extern volgen

# placeholder text for auth code entry
source: Authentication code
nl: Authenticatiecode

# placeholder text for password entry
source: Password
nl: Wachtwoord

# placeholder text for username entry
source: Username
nl: Gebruikersnaam

# remote follow authorization button for login
source: Authorize
nl: Machtigen

# remote follow authorization button for mfa
source: Authorize
nl: Machtigen

# remote follow error
source: Error following account
nl: Fout bij volgen van account

# remote follow header, need login
source: Log in to follow
nl: Log in om te volgen

# remote follow mfa header
source: Two-factor authentication
nl: Tweefactor authenticatie

# remote follow success
source: Account followed!
nl: Account gevolgd!

# placeholder text for account id
source: Your account ID, e.g. lain@quitter.se
nl: Je account ID, b.v. gebruiker@instantie.net

# remote follow authorization button for following with a remote account
source: Follow
nl: Volgen

# remote follow error
source: Error: %{error}
nl: Fout: %{error}

# remote follow header
source: Remotely follow %{nickname}
nl: %{nickname} extern volgen

# password reset button
source: Reset
nl: Herstellen

# password reset failed homepage link
source: Homepage
nl: Homepagina

# password reset failed message
source: Password reset failed
nl: Wachtwoordherstel mislukt

# password reset form confirm password prompt
source: Confirmation
nl: Bevestiging

# password reset form password prompt
source: Password
nl: Wachtwoord

# password reset invalid token message
source: Invalid Token
nl: Ongeldige Token

# password reset successful homepage link
source: Homepage
nl: Homepagina

# password reset successful message
source: Password changed!
nl: Wachtwoord gewijzigd!

# tag feed description
source: These are public toots tagged with #%{tag}. You can interact with them if you have an account anywhere in the fediverse.
nl: Dit zijn openbare berichten die getagd zijn met #%{tag}. Je kunt op deze reageren indien je een account hebt in de fediverse.

# oauth authorization exists page title
source: Authorization exists
nl: Machtiging bestaat

# oauth authorize approve button
source: Approve
nl: Goedkeuren

# oauth authorize cancel button
source: Cancel
nl: Annuleren

# oauth authorize message
source: Application <strong>%{client_name}</strong> is requesting access to your account.
nl: Applicatie <strong>%{client_name}</strong> vraagt om toegang tot je account.

# oauth authorized page title
source: Successfully authorized
nl: Machtiging is geslaagd

# oauth external provider page title
source: Sign in with external provider
nl: Inloggen bij externe provider

# oauth external provider sign in button
source: Sign in with %{strategy}
nl: Inloggen met %{strategy}

# oauth login button
source: Log In
nl: Inloggen

# oauth login password prompt
source: Password
nl: Wachtwoord

# oauth login username prompt
source: Username
nl: Gebruikersnaam

# oauth register nickname prompt
source: Pleroma Handle
nl: Pleroma Gebruiker

# oauth register nickname unchangeable warning
source: Choose carefully! You won't be able to change this later. You will be able to change your display name, though.
nl: Let op! Je kunt je accountnaam hierna niet meer wijzigen. Je kunt echter wel nog je weergavenaam wijzigen.

# oauth register page fill form prompt
source: If you'd like to register a new account, please provide the details below.
nl: Indien je graag een nieuw account wilt registreren, vul dan a.u.b de onderstaande details in.

# oauth register page login button
source: Proceed as existing user
nl: Doorgaan als bestaande gebruiker

# oauth register page login password prompt
source: Password
nl: Wachtwoord

# oauth register page login prompt
source: Alternatively, sign in to connect to existing account.
nl: Alternatief, log in om te verbinden met een bestaand account.

# oauth register page login username prompt
source: Name or email
nl: Naam of e-mail

# oauth register page nickname prompt
source: Nickname
nl: Weergavenaam

# oauth register page register button
source: Proceed as new user
nl: Doorgaan als nieuwe gebruiker

# oauth register page title
source: Registration Details
nl: Registratiegegevens

# oauth register page title
source: This is the first time you visit! Please enter your Pleroma handle.
nl: Dit is je eerste bezoek! Vul a.u.b. je Pleroma gebruikersnaam in.

# oauth scopes message
source: The following permissions will be granted
nl: De volgende rechten zullen worden toegekend

# mfa auth code prompt
source: Authentication code
nl: Authenticatiecode

# mfa auth page title
source: Two-factor authentication
nl: Tweefactor authenticatie

# mfa auth page use recovery code link
source: Enter a two-factor recovery code
nl: Voer een tweefactor herstelcode in

# mfa auth verify code button
source: Verify
nl: Controleren

# mfa recover page title
source: Two-factor recovery
nl: Tweefactor herstel

# mfa recover recovery code prompt
source: Recovery code
nl: Herstelcode

# mfa recover use 2fa code link
source: Enter a two-factor code
nl: Voer een tweefactor code in

# mfa recover verify recovery code button
source: Verify
nl: Controleren

# static fe profile page remote follow button
source: Remote follow
nl: Extern volgen

# digest email header line
source: Hey %{nickname}, here is what you've missed!
nl: Hoi %{nickname}, dit is wat je hebt gemist!

# digest email receiver address
source: The email address you are subscribed as is <a href='mailto:%{@user.email}' style='color: %{color};text-decoration: none;'>%{email}</a>.
nl: Het e-mailadres waarmee je bent ingeschreven is <a href='mailto:%{@user.email}' style='color: %{color};text-decoration: none;'>%{email}</a>.

# digest email sending reason
source: You have received this email because you have signed up to receive digest emails from <b>%{instance}</b> Pleroma instance.
nl: Je ontvangt deze e-mail omdat je bent ingeschreven voor overzichts-mails te ontvangen van <b>%{instance}</b> Pleroma instantie.

# digest email unsubscribe action
source: To unsubscribe, please go %{here}.
nl: Je kunt je %{here} uitschrijven voor deze e-mails.

# digest email unsubscribe action link text
source: here
nl: hier

# mailer unsubscribe failed message
source: UNSUBSCRIBE FAILURE
nl: UITSCHRIJVEN MISLUKT

# mailer unsubscribe successful message
source: UNSUBSCRIBE SUCCESSFUL
nl: UITSCHRIJVEN GESLAAGD

# new followers count header
source: %{count} New Follower
nl: %{count} Nieuwe Volger

# account archive email body - self-requested
source: <p>You requested a full backup of your Pleroma account. It's ready for download:</p> <p><a href="%{download_url}">%{download_url}</a></p>
nl: <p>Je hebt een verzoek ingediend voor een volledige back-up van je Pleroma account. Deze is gereed om te downloaden:</p> <p><a href="%{download_url}">%{download_url}</a></p>

# account archive email subject
source: Your account archive is ready
nl: Je account archief is gereed

# approval pending email body
source: <h3>Awaiting Approval</h3> <p>Your account at %{instance_name} is being reviewed by staff. You will receive another email once your account is approved.</p>
nl: <h3>Goedkeuring in afwachting</h3> <p>Je account bij %{instance_name} zal worden beoordeeld door de beheerders. Je zult een opvolgende e-mail ontvangen wanneer je account goed gekeurd is.</p>

# approval pending email subject
source: Your account is awaiting approval
nl: Je account is in afwachting van goedkeuring

# confirmation email body
source: <h3>Thank you for registering on %{instance_name}</h3> <p>Email confirmation is required to activate the account.</p> <p>Please click the following link to <a href="%{confirmation_url}">activate your account</a>.</p>
nl: <h3>Bedankt voor het registreren bij %{instance_name}</h3> <p>Bevestiging via e-mail is vereist om je account te activeren.</p> <p>Je kunt je account activeren door op <a href="%{confirmation_url}">deze link te klikken</a>.</p>

# confirmation email subject
source: %{instance_name} account confirmation
nl: %{instance_name} account bevestiging

# digest email subject
source: Your digest from %{instance_name}
nl: Je overzicht van %{instance_name}

# password reset email body
source: <h3>Reset your password at %{instance_name}</h3> <p>Someone has requested password change for your account at %{instance_name}.</p> <p>If it was you, visit the following link to proceed: <a href="%{password_reset_url}">reset password</a>.</p> <p>If it was someone else, nothing to worry about: your data is secure and your password has not been changed.</p>
nl: <h3>Herstel je wachtwoord bij %{instance_name}</h3> <p>Iemand heeft een verzoek ingediend om het wachtwoord van je account bij %{instance_name} te herstellen.</p> <p>Als je dit zelf geweest bent, volg dan de volgende link om door te gaan: <a href="%{password_reset_url}">wachtwoord herstellen</a>.</p> <p>Indien je dit niet geweest bent, hoef je geen verdere acties te ondernemen: je gegevens zijn veilig en je wachtwoord is niet gewijzigd.</p>

# password reset email subject
source: Password reset
nl: Wachtwoord herstellen

# successful registration email body
source: <h3>Hello @%{nickname},</h3> <p>Your account at %{instance_name} has been registered successfully.</p> <p>No further action is required to activate your account.</p>
nl: <h3>Hoi @%{nickname},</h3> <p>Het registreren van je account bij %{instance_name} is gelukt.</p> <p>Er zijn geen verdere stappen vereist om je account te activeren.</p>

# successful registration email subject
source: Account registered on %{instance_name}
nl: Account registratie bij %{instance_name}

# user invitation email body
source: <h3>You are invited to %{instance_name}</h3> <p>%{inviter_name} invites you to join %{instance_name}, an instance of Pleroma federated social networking platform.</p> <p>Click the following link to register: <a href="%{registration_url}">accept invitation</a>.</p>
nl: <h3>Je bent uitgenodigd bij %{instance_name}</h3> <p>%{inviter_name} nodigt je uit om je te registreren bij %{instance_name}, een instantie van het Pleroma gefedereerde sociale netwerk.</p> <p>Om je te registreren, klink op de volgende link: <a href="%{registration_url}">uitnodiging accepteren</a>.</p>

# user invitation email subject
source: Invitation to %{instance_name}
nl: Uitnodiging van %{instance_name}

# welcome email html body
source: Welcome to %{instance_name}!
nl: Welkom bij %{instance_name}!

# welcome email subject
source: Welcome to %{instance_name}!
nl: Welkom bij %{instance_name}!

# welcome email text body
source: Welcome to %{instance_name}!
nl: Welkom bij %{instance_name}!

# account archive email body - admin requested
source: <p>Admin @%{admin_nickname} requested a full backup of your Pleroma account. It's ready for download:</p> <p><a href="%{download_url}">%{download_url}</a></p>
nl: <p>Beheerder @%{admin_nickname} heeft een verzoek ingediend voor een volledige back-up van je Pleroma account. Deze is gereed om te downloaden:</p> <p><a href="%{download_url}">%{download_url}</a></p>
